IDS_SRC_EXCEL_CREATE                          = "建立Excel資料(s)"
IDS_SRC_EXCEL_CANCEL                          = "已取消匯出至Excel"
IDS_SRC_EXCEL_FAIL                            = "匯出失敗，無法找到EXCEL.EXE"
IDS_SRC_WORD_FAIL                             = "匯出失敗，無法找到WORD.EXE"

IDS_SRC_MSG_FOLLOW_MEMB_NOT_DESIGN            = "下列構件不會進行設計\n\n"
IDS_SRC_MSG_FOLLOW_MEMB_NOT_CHECK             = "下列構件不會進行檢核\n\n"
IDS_SRC_MSG_DESIGN_SRC_COMP_BEAM__d_d         = "正在設計SRC合成梁 (%d/%d)"
IDS_SRC_MSG_DESIGN_SRC_COLUMN__d_d            = "正在設計SRC柱 (%d/%d)"
IDS_SRC_MSG_DESIGN_SRC_CFT_COLUMN__d_d        = "正在設計SRC CFT柱 (%d/%d)"
IDS_SRC_TOOLTIP_BUCKLING_LENGTH_FACTOR        = "有效長度係數\n可直接輸入數值或點擊右側功能鍵進行設定"
IDS_SRC_MSG_CANNOT_CREATE_CALC_RESULT__s      = "未成功匯出 %s 的檢核計算結果"
IDS_SRC_MSG_DONOT_CREATE_REPORT__s            = "未成功匯出 %s 的報表"
IDS_SRC_MSG_DONOT_CREATE_REPORT               = "未成功匯出報表"
IDS_SRC_MSG_DONOT_CREATE_RESULT_CONTINUE__s   = "未成功匯出 %s 的檢核計算結果\n要繼續執行嗎?"
IDS_SRC_MSG_CHECK_SRC_COMPO_BEAM              = "檢核SRC合成梁 ..."
IDS_SRC_MSG_DESIGN_SRC_COMPO_BEAM             = "設計SRC合成梁 ..."
IDS_SRC_MSG_CHECK_SRC_COLUMN                  = "檢核SRC柱 ..."
IDS_SRC_MSG_DESIGN_SRC_COLUMN                 = "設計SRC柱 ..."
IDS_SRC_MSG_CHECK_SRC_CFT_COLUMN              = "檢核SRC CFT柱 ..."
IDS_SRC_MSG_DESIGN_SRC_CFT_COLUMN             = "設計SRC CFT柱 ..."
IDS_SRC_MSG_LOAD_COMBINATION__i               = "載重組合 (%i) ..."
IDS_SRC_MSG_LOAD_COMBINATION                  = "載重組合 ..."

IDS_SRC_NAME_SECTION_1                        = "資料表-1"
IDS_SRC_NAME_SECTION_2                        = "資料表-2"
IDS_SRC_NAME_SECTION_3                        = "資料表-3"
IDS_SRC_NAME_DIAMETER                         = "直徑"
IDS_SRC_NAME_WIDTH                            = "寬度"
IDS_SRC_NAME_PLASTIC                          = "塑性"
IDS_SRC_NAME_ELASTIC                          = "彈性"
IDS_SRC_NAME_COMPACT                          = "結實"
IDS_SRC_NAME_SLENDER                          = "細長肢材"
IDS_SRC_NAME_NON_COMPACT                      = "半結實"
IDS_SRC_NAME_GREEK_LAMDA                      = "λ"

IDS_SRC_TB_NAME_CHECK_ITEM                    = "檢核項目"
IDS_SRC_TB_NAME_RESULT                        = "檢核結果"
IDS_SRC_TB_NAME_REMARK                        = "備註"
IDS_SRC_TB_NAME_VALUE                         = "Value"
IDS_SRC_TB_NAME_CRITERIA                      = "Criteria"
IDS_SRC_TB_NAME_WIDTH_THICKNESS_RATIO         = "寬厚比"
IDS_SRC_TB_NAME_H_PER_TW                      = "h/tw"
IDS_SRC_TB_NAME_DESIGN_METHOD                 = "設計方法"
IDS_SRC_TB_NAME_CONSTRUCTION_STAGE            = "施工階段"
IDS_SRC_TB_NAME_LPHI_MN_E                     = "øMn "
IDS_SRC_TB_NAME_MU_PER_LPHI_MN                = "Mu/øMn"
IDS_SRC_TB_NAME_LPHI_VN_E                     = "øVn "
IDS_SRC_TB_NAME_VU_PER_LPHI_VN                = "Vu/øVn"
IDS_SRC_TB_NAME_DELTA_DL_E                    = "δ(靜載) "
IDS_SRC_TB_NAME_DELTA_LL_E                    = "δ(活載) "
IDS_SRC_TB_NAME_DELTA_ALL_E                   = "δ(全部) "
IDS_SRC_TB_NAME_STRENGTH_OF_STUD              = "剪力釘強度"
IDS_SRC_TB_NAME_STRENGTH_OF_CHANNEL           = "槽鋼強度"
IDS_SRC_TB_NAME_STRENGTH_OF_SHEAR_CON         = "剪力連接器強度"
IDS_SRC_TB_NAME_QN_E                          = "Qn "
IDS_SRC_TB_NAME_V_PRIME_E                     = "V' "
IDS_SRC_TB_NAME_V_PRIME                       = "V'"
IDS_SRC_TB_NAME_Vr_PRIME                      = "Vr'"
IDS_SRC_TB_NAME_SERVICE_STAGE                 = "使用階段"
IDS_SRC_TB_NAME_VIBRATION                     = "振動"
IDS_SRC_TB_NAME_FREQUEMCY_HZ                  = "頻率 (Hz)"
IDS_SRC_TB_NAME_ACCELERATION_PERC             = "加速度 (%)"
IDS_SRC_TB_NAME_LPHI_EQ__s                    = "ø = %s"
IDS_SRC_TB_NAME_LPHI_EQ2__s                   = "ø=%s"
IDS_SRC_TB_NAME_LPHI_EQ__s1                   = "γ = %s"
IDS_SRC_TB_NAME_LPHI_EQ2__s1                  = "γ=%s"
IDS_SRC_TB_NAME_MU_EQ__s                      = "Mu = %s"
IDS_SRC_TB_NAME_VU_EQ__s                      = "Vu = %s"
IDS_SRC_TB_NAME_SPAN__s_s                     = "%s (Span/%s)"
IDS_SRC_TB_NAME_STUD_NO__d                    = "剪力釘 No. = %d"
IDS_SRC_TB_NAME_CHANNEL_NO__d                 = "槽鋼 No. = %d"
IDS_SRC_TB_NAME_SIGMA_QN_V_PRIME__s           = "ΣQn/V' = %s%%"
IDS_SRC_TB_NAME_PLASTIC_DESIGN                = "塑性設計"
IDS_SRC_TB_NAME_ELASTIC_DESIGN                = "彈性設計"
IDS_SRC_TB_NAME_CHK                           = "選取"
IDS_SRC_TB_NAME_MEMBER_RN_NAME                = "構件\n名稱"
IDS_SRC_TB_NAME_APPLY_RN_MEMBER_TO            = "同步\n套用於"
IDS_SRC_TB_NAME_MATERIAL                      = "材料"
IDS_SRC_TB_NAME_STEEL                         = "型鋼"
IDS_SRC_TB_NAME_SECTION                       = "斷面"
IDS_SRC_TB_NAME_SHAPE                         = "形狀"
IDS_SRC_TB_NAME_FCK                           = "F'c"
IDS_SRC_TB_NAME_FY                            = "Fy"
IDS_SRC_TB_NAME_FYS                           = "Fys"
IDS_SRC_TB_NAME_USE_RN_DB                     = "使用\n資料庫"

IDS_SRC_TB_NAME_LPHI_MN_E1                    = "MRd "
IDS_SRC_TB_NAME_MU_PER_LPHI_MN1               = "MEd/MRd"
IDS_SRC_TB_NAME_LPHI_VN_E1                    = "VRd "
IDS_SRC_TB_NAME_VU_PER_LPHI_VN1               = "VEd/VRd"
IDS_SRC_TB_NAME_LPHI_PN1                      = "NRd"
IDS_SRC_TB_NAME_LPHI_MNX1                     = "MRd,x"
IDS_SRC_TB_NAME_LPHI_MNY1                     = "MRd,y"
IDS_SRC_TB_NAME_LPHI_VNX1                     = "VRd,x"
IDS_SRC_TB_NAME_LPHI_VNY1                     = "VRd,y"
IDS_SRC_TB_NAME_LPHI_VIN1                     = "PRd"
IDS_SRC_TB_NAME_LPHI_MN1                      = "MRd"
IDS_SRC_TB_NAME_PU_PER_LPHI_PN1               = "NEd/NRd"
IDS_SRC_TB_NAME_LPHI_VN_CON1                  = "Vc,Rd"
IDS_SRC_TB_NAME_LPHI_VN_STL1                  = "Va,Rd"
IDS_SRC_TB_NAME_LPHI_VN1                      = "VRd"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN1         = "TEd/VRd"
IDS_SRC_TB_NAME_SPHI_PN1                      = "NRd"
IDS_SRC_TB_NAME_SPHI_MN1                      = "MRd"
IDS_SRC_TB_NAME_SPHI_MNX1                     = "MRd,x"
IDS_SRC_TB_NAME_SPHI_MNY1                     = "MRd,y"
IDS_SRC_TB_NAME_SPHI_VN1                      = "VRd"
IDS_SRC_TB_NAME_QN_E1                         = "Pb,Rd "
IDS_SRC_TB_NAME_V_PRIME_E1                    = "PRd "
IDS_SRC_TB_NAME_MU_EQ__s1                     = "MEd = %s"
IDS_SRC_TB_NAME_VU_EQ__s1                     = "TEd = %s"

IDS_SRC_TB_NAME_NAME                          = "名稱"
IDS_SRC_TB_NAME_SIZE                          = "尺寸"
IDS_SRC_TB_NAME_SIZE1                         = "尺寸1"
IDS_SRC_TB_NAME_SIZE2                         = "尺寸2"
IDS_SRC_TB_NAME_SIZE3                         = "尺寸3"
IDS_SRC_TB_NAME_SIZE4                         = "尺寸4"
IDS_SRC_TB_NAME_SIZE5                         = "尺寸5"
IDS_SRC_TB_NAME_SIZE6                         = "尺寸6"
IDS_SRC_TB_NAME_DESIGN_FORCE                  = "設計外力"
IDS_SRC_TB_NAME_MOMENT                        = "彎矩"
IDS_SRC_TB_NAME_SHEAR                         = "剪力"
IDS_SRC_TB_NAME_PU                            = "Pu"
IDS_SRC_TB_NAME_MX                            = "Mx"
IDS_SRC_TB_NAME_MY                            = "My"
IDS_SRC_TB_NAME_VX                            = "Vx"
IDS_SRC_TB_NAME_VY                            = "Vy"
IDS_SRC_TB_NAME_LX                            = "Lx"
IDS_SRC_TB_NAME_LY                            = "Ly"
IDS_SRC_TB_NAME_KX                            = "Kx"
IDS_SRC_TB_NAME_KY                            = "Ky"
IDS_SRC_TB_NAME_LV                            = "Lv"
IDS_SRC_TB_NAME_MUX                           = "Mux"
IDS_SRC_TB_NAME_MUY                           = "Muy"
IDS_SRC_TB_NAME_VUX                           = "Vux"
IDS_SRC_TB_NAME_VUY                           = "Vuy"
IDS_SRC_TB_NAME_LENGTH_N_FACTOR               = "長度參數&係數"
IDS_SRC_TB_NAME_WIDTH                         = "寬度"
IDS_SRC_TB_NAME_LENGTH                        = "長度"
IDS_SRC_TB_NAME_FACTOR                        = "因數"
IDS_SRC_TB_NAME_DISTANCE                      = "距離"
IDS_SRC_TB_NAME_LOAD_TRANSFER                 = "外力傳遞"
IDS_SRC_TB_NAME_EXTERNAL_RN_FORCE_TO          = "外力施加於"
IDS_SRC_TB_NAME_MEMBER_RN_EXTENDS_TO          = "構件延伸至"
IDS_SRC_TB_NAME_SEISMIC                       = "耐震設計"
IDS_SRC_TB_NAME_SEISMIC_DUCTILITY             = "韌性"
IDS_SRC_TB_NAME_DESIGN_STRENGTH               = "設計強度"
IDS_SRC_TB_NAME_LPHI_PN                       = "øPn"
IDS_SRC_TB_NAME_LPHI_MNX                      = "øMnx"
IDS_SRC_TB_NAME_LPHI_MNY                      = "øMny"
IDS_SRC_TB_NAME_LPHI_VNX                      = "øVnx"
IDS_SRC_TB_NAME_LPHI_VNY                      = "øVny"
IDS_SRC_TB_NAME_LPHI_VIN                      = "øVin"
IDS_SRC_TB_NAME_LPHI_RN                       = "øRn"
IDS_SRC_TB_NAME_VIN                           = "Vin"
IDS_SRC_TB_NAME_DESIGN_RESULT                 = "設計結果"
IDS_SRC_TB_NAME_P                             = "P"
IDS_SRC_TB_NAME_M                             = "M"
IDS_SRC_TB_NAME_V                             = "V"
IDS_SRC_TB_NAME_COMB_PNT_RN_RATIO             = "組合\n應力比"

IDS_SRC_TB_NAME_DIRECTION_X                   = "X向"
IDS_SRC_TB_NAME_DIRECTION_Y                   = "Y向"
IDS_SRC_TB_NAME_BTR                           = "翼板寬厚比"
IDS_SRC_TB_NAME_REQ_MATL_CAP                  = "材料強度"
IDS_SRC_TB_NAME_REQ_MATL_CON_MIN              = "F'c,min"
IDS_SRC_TB_NAME_REQ_MATL_CON_MAX              = "F'c,max"
IDS_SRC_TB_NAME_REQ_MATL_STL_MAX              = "Fy,max"
IDS_SRC_TB_NAME_REQ_MATL_BAR_MAX              = "Fyr,max"
IDS_SRC_TB_NAME_REQ_HOOP_CAP                  = "REQUIREMENT FOR HOOP REBAR"
IDS_SRC_TB_NAME_END                           = "端部"
IDS_SRC_TB_NAME_MIDDLE                        = "Middle"
IDS_SRC_TB_NAME_REQ_SECT_AS_MIN               = "As,min"
IDS_SRC_TB_NAME_AXIAL_CAPACITY                = "軸向強度"
IDS_SRC_TB_NAME_MOMENT_CAPACITY               = "撓曲強度"
IDS_SRC_TB_NAME_SHEAR_CAPACITY                = "剪力強度"
IDS_SRC_TB_NAME_PU_PER_LPHI_PN                = "Pu/øPn"
IDS_SRC_TB_NAME_LPHI_MN                       = "øMn"
IDS_SRC_TB_NAME_COMBINED_RATIO                = "組合應力比"
IDS_SRC_TB_NAME_COMRAT                        = "組合應力比"
IDS_SRC_TB_NAME_LPHI_VN_CON                   = "øVn,con"
IDS_SRC_TB_NAME_LPHI_VN_STL                   = "øVn,stl"
IDS_SRC_TB_NAME_LPHI_VN                       = "øVn"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN          = "V'/øVin"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_VIN_15       = "Vr'/øVin"
IDS_SRC_TB_NAME_PR_PER_PC__s                  = "Pr/Pc %s 0.2"
IDS_SRC_TB_NAME_V_PRIME_PER_LPHI_RN           = "Vr'/øRn"

IDS_SRC_TB_NAME_MAIN_BAR                      = "主筋"
IDS_SRC_TB_NAME_L                             = "L"
IDS_SRC_TB_NAME_NO                            = "數量"
IDS_SRC_TB_NAME_ROW                           = "排數"
IDS_SRC_TB_NAME_MAIN                          = "主筋"
IDS_SRC_TB_NAME_DC                            = "保護層 (Dc)"
IDS_SRC_TB_NAME_CC                            = "保護層 (Cc)"
IDS_SRC_TB_NAME_L1                            = "L1"
IDS_SRC_TB_NAME_MAX_PNT                       = "Max."
IDS_SRC_TB_NAME_HOOP_BAR                      = "箍筋"
IDS_SRC_TB_NAME_CEN_PNT                       = "Cen."
IDS_SRC_TB_NAME_USER_INPUT                    = "自定義"
IDS_SRC_TB_NAME_CONC                          = "F'c"
IDS_SRC_TB_NAME_LAYER                         = "層"
IDS_SRC_TB_NAME_LAYER_1                       = "第一層"
IDS_SRC_TB_NAME_MAX_PNT_NUM                   = "最大鋼筋數"
IDS_SRC_TB_NAME_CENTER                        = "中央"
IDS_SRC_TB_NAME_USE_USER_INPUT                = "自定義"

IDS_SRC_TB_NAME_H_BEAM                        = "H型鋼"
IDS_SRC_TB_NAME_STUD                          = "剪力釘"
IDS_SRC_TB_NAME_SHEARCON                      = "剪力連接器"
IDS_SRC_TB_NAME_SHEAR_N_CONNECTOR             = "剪力\n連接器"
IDS_SRC_TB_NAME_TYPE                          = "類型"
IDS_SRC_TB_NAME_HEIGHT                        = "高度"
IDS_SRC_TB_NAME_FORCE                         = "外力"
IDS_SRC_TB_NAME_SPLICE                        = "搭接"
IDS_SRC_TB_NAME_ROWS                          = "排數"
IDS_SRC_TB_NAME_ARRANGEMENT                   = "配置"
IDS_SRC_TB_NAME_SPACE                         = "間距"
IDS_SRC_TB_NAME_USE_RN_USER                   = "自定義"
IDS_SRC_TB_NAME_CHECK                         = "檢核"
IDS_SRC_TB_NAME_TARGET_RN_MATERIAL            = "目標\n材料"
IDS_SRC_TB_NAME_TRANSFER_FORCE                = "轉移\n力量"
IDS_SRC_TB_NAME_TRANSFER_REGION               = "轉移\n區域"
IDS_SRC_TB_NAME_MEMBER_EXTEND                 = "構件\n延伸"
IDS_SRC_TB_NAME_LCOMB                         = "載重組合"
IDS_SRC_TB_NAME_LCOMBINATION                  = "載重組合"
IDS_SRC_TB_NAME_DOTDOTDOT                     = "..."

IDS_SRC_TB_NAME_HEADED_STUD                   = "擴頭剪力釘"
IDS_SRC_TB_NAME_COLUMNS                       = "行數"
IDS_SRC_TB_NAME_WEB                           = "腹板"
IDS_SRC_TB_NAME_FLANGE                        = "翼板"
IDS_SRC_TB_NAME_HEADED_CHANNEL                = "槽鋼"

IDS_SRC_TB_NAME_SPHI_PN                       = "øPn"
IDS_SRC_TB_NAME_SPHI_MN                       = "øMn"
IDS_SRC_TB_NAME_SPHI_MNX                      = "øMnx"
IDS_SRC_TB_NAME_SPHI_MNY                      = "øMny"
IDS_SRC_TB_NAME_SPHI_VN                       = "øVn"

IDS_SRC_TB_NAME_RHO_SR                        = "ρsr"
IDS_SRC_TB_NAME_RHO_S                         = "ρs"
IDS_SRC_TB_NAME_LPHI                          = "ø"
IDS_SRC_TB_NAME_LPHI1                         = "γ"
IDS_SRC_TB_NAME_LAMBDA_MAX                    = "λmax"

IDS_SRC_TB_NAME_SMAX                          = "smax"
IDS_SRC_TB_NAME_S_PER_SMAX                    = "s/smax"
IDS_SRC_TB_NAME_LPHI_VN_CONC                  = "øVn,con"
IDS_SRC_TB_NAME_LPHI_VN_STEEL                 = "øVn,stl"
IDS_SRC_TB_NAME_LPHI_VN_STL_BAR               = "øVn,stl+Bar"
IDS_SRC_TB_NAME_LPHI_VN_CONC1                 = "Vn,con"
IDS_SRC_TB_NAME_LPHI_VN_STEEL1                = "Vn,stl"
IDS_SRC_TB_NAME_LPHI_VN_STL_BAR1              = "Vn,stl+Bar"

IDS_SRC_TB_NAME_RHO_MAX__s                    = "ρmax=%s%%"
IDS_SRC_TB_NAME_RHO_MIN__s                    = "ρmin=%s%%"
IDS_SRC_TB_NAME_SMALL_RHO_MIN__s              = "<ρmin(%s%%)"
IDS_SRC_TB_NAME_LARGE_RHO_MAX__s              = ">ρmax(%s%%)"
IDS_SRC_TB_NAME_LPHI_EQ_075                   = "ø = 0.75"
IDS_SRC_TB_NAME_LPHI_EQ_090                   = "ø = 0.90"
IDS_SRC_TB_NAME_LPHI_EQ_0751                  = "γ = 1.0"
IDS_SRC_TB_NAME_LPHI_EQ_0901                  = "γ = 1.0"
IDS_SRC_TB_NAME_POS_PNT                       = "位置"
IDS_SRC_TB_NAME_SELF_RN_LOAD                  = "自重"
IDS_SRC_TB_NAME_LIVE_RN_LOAD                  = "活載"
IDS_SRC_TB_NAME_FINISH_RN_LOAD                = "鋪面\n載重"
IDS_SRC_TB_NAME_CONST_RN_LOAD                 = "施工\n載重"
IDS_SRC_TB_NAME_CONSTRUCTION_RN_LOAD          = "施工載重"
IDS_SRC_TB_NAME_SLAB_RN_THK_PNT               = "樓板厚"
IDS_SRC_TB_NAME_DECK_PLATE                    = "鋼承板"
IDS_SRC_TB_NAME_USE                           = "使用"
IDS_SRC_TB_NAME_DIRECTION                     = "方向"
IDS_SRC_TB_NAME_SPAN_N_SUPPORT                = "跨度 & 支撐"
IDS_SRC_TB_NAME_USE_RN_SUPPORT                = "連續式\n側向支撐"
IDS_SRC_TB_NAME_SPAN                          = "跨度"
IDS_SRC_TB_NAME_UNBRACED_RN_LENGTH            = "無支撐\n長度"
IDS_SRC_TB_NAME_DESIGN_LOAD                   = "設計載重"
IDS_SRC_TB_NAME_SELF_DASH_RN_WEIGHT           = "自重"
IDS_SRC_TB_NAME_CONCENTRATED_FORCE            = "額外集中載重"
IDS_SRC_TB_NAME_DEFLECTION                    = "撓度"
IDS_SRC_TB_NAME_DURING_RN_CONSTRUCTION        = "施工中"
IDS_SRC_TB_NAME_BY_LIVE_RN_LOAD               = "活載重"
IDS_SRC_TB_NAME_BY_DEAD_RN_N_LIVE_LOAD        = "靜載+活載"
IDS_SRC_TB_NAME_LOAD_RN_FACTOR_RN_PERC        = "載重係數\n(%)"
IDS_SRC_TB_NAME_USE_TYPE                      = "載重類型"
IDS_SRC_TB_NAME_DAMP_RN_RATIO_BETA            = "阻尼比 (β)"
IDS_SRC_TB_NAME_BY_RN_FIRDER_RN_MODE          = "考慮\n大梁"
IDS_SRC_TB_NAME_GIRDER_RN_SPAN                = "大梁\n跨度"
IDS_SRC_TB_NAME_POS_OF_GIRDER                 = "大梁\n位置"
IDS_SRC_TB_NAME_CONNECTION_RN_TYPE            = "接合形式"
IDS_SRC_TB_NAME_GIRDER_RN_SHAPE               = "大梁形狀"
IDS_SRC_TB_NAME_GIRDER_RN_NAME                = "大梁\n斷面名稱"
IDS_SRC_TB_NAME_GIRDER_SIZE                   = "大梁尺寸"
IDS_SRC_TB_NAME_DESIGN_RN_METHOD              = "設計方法"
IDS_SRC_TB_NAME_DELTA_DL                      = "δ(靜載)"
IDS_SRC_TB_NAME_DELTA_LL                      = "δ(活載)"
IDS_SRC_TB_NAME_DELTA_ALL                     = "δ(全部)"
IDS_SRC_TB_NAME_QN                            = "Qn"
IDS_SRC_TB_NAME_FREQUEMCY_RN_HZ               = "頻率\n(Hz)"
IDS_SRC_TB_NAME_ACCELERATION_RN_PERC          = "加速度\n(%)"

IDS_SRC_TB_NAME_H                             = "H"
IDS_SRC_TB_NAME_BU                            = "Bu"
IDS_SRC_TB_NAME_BL                            = "BL"
IDS_SRC_TB_NAME_HU                            = "Hu"
IDS_SRC_TB_NAME_HL                            = "HL"
IDS_SRC_TB_NAME_TW                            = "Tw"
IDS_SRC_TB_NAME_TU                            = "Tu"
IDS_SRC_TB_NAME_TL                            = "TL"
IDS_SRC_TB_NAME_HR                            = "HR"
IDS_SRC_TB_NAME_BR                            = "BR"
IDS_SRC_TB_NAME_TR                            = "TR"
IDS_SRC_TB_NAME_RC                            = "RC"
IDS_SRC_TB_NAME_SLAB                          = "樓板"
IDS_SRC_TB_NAME_REBAR                         = "鋼筋"
IDS_SRC_TB_NAME_COVER                         = "保護層"
IDS_SRC_TB_NAME_LB                            = "Lb"
IDS_SRC_TB_NAME_CONS_PNT                      = "Cons."
IDS_SRC_TB_NAME_SURFACE                       = "Surface"
IDS_SRC_TB_NAME_LIVE                          = "Live"

IDS_SRC_TB_NAME_RESULT_1                      = "結果1"
IDS_SRC_TB_NAME_RESULT_2                      = "結果2"
IDS_SRC_TB_NAME_RESULT_3                      = "結果3"
IDS_SRC_TB_NAME_RESULT_4                      = "結果4"
IDS_SRC_TB_NAME_RESULT_5                      = "結果5"

IDS_SRC_TB_NAME_A0                            = "A0"
IDS_SRC_TB_NAME_Y0                            = "Y0"
IDS_SRC_TB_NAME_I0                            = "I0"
IDS_SRC_TB_NAME_ZC0                           = "Zc0"
IDS_SRC_TB_NAME_ZT0                           = "Zt0"
IDS_SRC_TB_NAME_A1                            = "A1"
IDS_SRC_TB_NAME_Y1                            = "Y1"
IDS_SRC_TB_NAME_I1                            = "I1"
IDS_SRC_TB_NAME_ZC1                           = "Zc1"
IDS_SRC_TB_NAME_ZT1                           = "Zt1"
IDS_SRC_TB_NAME_A2                            = "A2"
IDS_SRC_TB_NAME_Y2                            = "Y2"
IDS_SRC_TB_NAME_I2                            = "I2"
IDS_SRC_TB_NAME_ZC2                           = "Zc2"
IDS_SRC_TB_NAME_ZT2                           = "Zt2"
IDS_SRC_TB_NAME_AG                            = "Ag"
IDS_SRC_TB_NAME_YG                            = "Yg"
IDS_SRC_TB_NAME_IG                            = "Ig"
IDS_SRC_TB_NAME_ZCG                           = "Zcg"
IDS_SRC_TB_NAME_ZTG                           = "Ztg"

IDS_SRC_DLG_TITLE_CREATE_REPORT_FILE__s       = "建立報表( SRC / %s )"
IDS_SRC_MSG_PRINT_QUICK_REPORT__s             = "列印圖檔報表 ( SRC / %s )"
IDS_SRC_MSG_CREATE_EMF_FILES__s               = "建立EMF檔案 ( SRC / %s )"
IDS_SRC_MSG_CREATE_BMP_FILES__s               = "建立BMP檔案 ( SRC / %s )"
IDS_SRC_MSG_CREATE_JPG_FILES__s               = "建立JPG檔案 ( SRC / %s )"
IDS_SRC_TB_NAME_OVER                          = "Over"
IDS_SRC_MSG_CONCEN_FORCE_NOTHING              = "不存在集中載重"
IDS_SRC_MSG_CONCEN_FORCE_INVALID_ROW_TO_DEL   = "Invalid Row for Delete."
IDS_SRC_MSG_CONCEN_FORCE_INVALID_ROW_TO_INS   = "Invalid Row for Insert."
